<?php
	/*	--------------------------------------------------- *\
			Paramètres global du site
	\*	--------------------------------------------------- */
	class Parameters{
		
		public $params = array(
				"prod" => array(
						/*	--------------------------------------------------- *\
								Site en production ou non (true/false)
						\*	--------------------------------------------------- */
						"is_on_prod" 	=> false,
						/*	--------------------------------------------------- *\
								Fichiers Javascript minifiés (true/false)
						\*	--------------------------------------------------- */
						"minified" 		=> false
					),
				"user"	=> array(
						
					),
				"global" => array(
						/*	--------------------------------------------------- *\
								Nom de page par default
						\*	--------------------------------------------------- */
						"page_title" 			=> "The Sims MTA"
					),
			);

	}
?>
